Repository: cduchinois/komo_apple_challenge_2026
Catalog: Komo/Komo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, zh_hans

source: Prioritize recovery tonight — sleep and quiet time.
de: Priorisieren Sie heute Nacht die Erholung – Schlaf und ruhige Zeit.
es: Priorice la recuperación esta noche: sueño y tiempo de tranquilidad.
fr: Priorise la récupération ce soir — sommeil et calme.
it: Dai priorità al recupero stasera: sonno e momenti tranquilli.
ja: 今夜は回復を優先してください - 睡眠と静かな時間を過ごしてください。
pt: Priorize a recuperação esta noite – sono e momentos de silêncio.
zh_hans: 今晚优先考虑恢复——睡眠和安静的时间。

source: prioritize recovery tonight. sleep and quiet time.
de: Priorisieren Sie heute Abend die Wiederherstellung. Schlaf und ruhige Zeit.
es: Priorice la recuperación esta noche. sueño y tiempo de tranquilidad.
fr: priorise la récupération ce soir. sommeil et moments calmes.
it: dare priorità al recupero stasera. sonno e momenti tranquilli.
ja: 今夜は回復を優先します。睡眠と静かな時間。
pt: priorize a recuperação esta noite. hora de dormir e de silêncio.
zh_hans: 今晚优先考虑恢复。睡眠和安静的时间。

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
pt: Perfil
zh_hans: 轮廓

source: protect a recovery gap after it.
de: eine Erholungslücke danach schützen.
es: proteger una brecha de recuperación posterior.
fr: protège une fenêtre de récupération après.
it: proteggere un gap di recupero successivo.
ja: その後の回復ギャップを保護します。
pt: proteger uma lacuna de recuperação depois disso.
zh_hans: 保护其后的恢复间隙。

source: Protect an earlier wind-down tonight to recover.
de: Sorgen Sie heute Abend für eine frühere Abwicklung, um sich zu erholen.
es: Proteja una pausa más temprana esta noche para recuperarse.
fr: Protège un coucher plus tôt ce soir pour récupérer.
it: Proteggi un rilassamento anticipato stasera per riprenderti.
ja: 今夜は早めの休憩をとって回復してください。
pt: Proteja um relaxamento mais cedo esta noite para se recuperar.
zh_hans: 保护今晚早点休息以恢复。

source: protect that window for deep work when you can.
de: Schützen Sie dieses Fenster für tiefgreifende Arbeiten, wenn Sie können.
es: proteja esa ventana para un trabajo profundo cuando pueda.
fr: protège cette plage pour le travail profond quand tu peux.
it: proteggi quella finestra per un lavoro profondo quando puoi.
ja: 可能であれば、深い作業のためにそのウィンドウを保護してください。
pt: proteja essa janela para trabalhos profundos quando puder.
zh_hans: 尽可能保护好深度工作的窗口。

source: protect the focus time. start with the one thing that matters most.
de: Schützen Sie die Fokuszeit. Beginnen Sie mit der einen Sache, die am wichtigsten ist.
es: Protege el tiempo de enfoque. Comience con lo que más importa.
fr: protège le temps de focus. commence par ce qui compte le plus.
it: proteggere il tempo di messa a fuoco. inizia con la cosa che conta di più.
ja: フォーカス時間を守ります。最も重要な 1 つのことから始めます。
pt: proteja o tempo de foco. comece com aquilo que mais importa.
zh_hans: 保护对焦时间。从最重要的一件事开始。

source: Quick win
de: Schneller Sieg
es: victoria rápida
fr: Petit coup de pouce
it: Vittoria veloce
ja: 早い勝利
pt: Vitória rápida
zh_hans: 快速获胜

source: quiet time
de: ruhige Zeit
es: tiempo de tranquilidad
fr: moment calme
it: tempo tranquillo
ja: 静かな時間
pt: hora tranquila
zh_hans: 安静的时间

source: quiet time seems to help you recharge.
de: Eine ruhige Zeit scheint Ihnen zu helfen, neue Energie zu tanken.
es: El tiempo de tranquilidad parece ayudarte a recargar energías.
fr: le calme semble t'aider à te recharger.
it: il tempo tranquillo sembra aiutarti a ricaricarti.
ja: 静かな時間はエネルギーを充電するのに役立つようです。
pt: o tempo de silêncio parece ajudá-lo a recarregar as energias.
zh_hans: 安静的时间似乎可以帮助你充电。

source: Read passively from your devices · nothing leaves your phone.
de: Lesen Sie passiv von Ihren Geräten – nichts verlässt Ihr Telefon.
es: Lee pasivamente desde tus dispositivos · nada sale de tu teléfono.
fr: Lisez passivement depuis vos appareils · rien ne quitte votre téléphone.
it: Leggi passivamente dai tuoi dispositivi · nulla lascia il tuo telefono.
ja: デバイスから受動的に読みます。携帯電話からは何も残りません。
pt: Leia passivamente em seus dispositivos · nada sai do seu telefone.
zh_hans: 从您的设备上被动阅读 · 手机上什么也没有留下。

source: reading your signals…
de: Deine Signale lesen…
es: leyendo tus señales...
fr: lecture de tes signaux…
it: leggendo i tuoi segnali...
ja: あなたの信号を読んでいます…
pt: lendo seus sinais…
zh_hans: 读取您的信号...

source: Ready when you are.
de: Bereit, wenn Sie es sind.
es: Listo cuando tú lo estés.
fr: Prêt quand tu l'es.
it: Pronto quando lo sei tu.
ja: いつでも準備完了です。
pt: Pronto quando você estiver.
zh_hans: 当你准备好时。

source: Recharge
de: Aufladen
es: Recargar
fr: Recharger
it: Ricaricare
ja: リチャージ
pt: Recarregar
zh_hans: 充值

source: Recharge complete · ★ +1
de: Aufladung abgeschlossen · ★ +1
es: Recarga completa · ★ +1
fr: Recharge terminée · ★ +1
it: Ricarica completata · ★ +1
ja: リチャージ完了・★+1
pt: Recarga completa · ★ +1
zh_hans: 充值完成 · ★ +1

source: Recharge to earn stars for KOMO
de: Aufladen, um Sterne für KOMO zu verdienen
es: Recarga para ganar estrellas por KOMO
fr: Recharge pour gagner des étoiles pour KOMO
it: Ricarica per guadagnare stelle per KOMO
ja: リチャージして KOMO のスターを獲得してください
pt: Recarregue para ganhar estrelas por KOMO
zh_hans: 充值即可为KOMO赚取星星

source: Recharged by %@
de: Aufgeladen von %@
es: Recargado por %@
fr: Rechargé par %@
it: Ricaricato da %@
ja: %@ によって充電されました
pt: Recarregado por %@
zh_hans: 由 %@ 充值

source: recovery
de: Erholung
es: recuperación
fr: récupération
it: recupero
ja: 回復
pt: recuperação
zh_hans: 恢复

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
it: Recupero
ja: 回復
pt: Recuperação
zh_hans: 恢复

source: Reflect
de: Reflektieren
es: Reflejar
fr: Réfléchir
it: Riflettere
ja: 反映する
pt: Refletir
zh_hans: 反映

source: Release to stay
de: Lassen Sie los, um zu bleiben
es: Liberarse para quedarse
fr: Libérer pour rester
it: Rilascia per restare
ja: リリースして留まる
pt: Solte para ficar
zh_hans: 释放以留下

source: Remind me
de: Erinnere mich daran
es: Recuérdame
fr: Me rappeler
it: Ricordamelo
ja: 思い出させて
pt: Lembre-me
zh_hans: 提醒我

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
ja: リマインダー
pt: Lembrete
zh_hans: 提醒

source: Remove saved insight
de: Gespeicherte Erkenntnisse entfernen
es: Eliminar información guardada
fr: Supprimer les informations enregistrées
it: Rimuovi informazioni salvate
ja: 保存されたインサイトを削除する
pt: Remover insights salvos
zh_hans: 删除保存的见解

source: Remove to-do
de: To-do entfernen
es: Eliminar tarea pendiente
fr: Supprimer la tâche
it: Rimuovi le cose da fare
ja: ToDoを削除する
pt: Remover tarefas
zh_hans: 删除待办事项

source: requesting…
de: anfordern…
es: solicitando…
fr: demande en cours…
it: richiedendo…
ja: リクエスト中…
pt: solicitando…
zh_hans: 请求…

source: Requests this permission or opens Settings.
de: Fordert diese Berechtigung an oder öffnet die Einstellungen.
es: Solicita este permiso o abre Configuración.
fr: Demande cette autorisation ou ouvre les paramètres.
it: Richiede questa autorizzazione o apre Impostazioni.
ja: この許可を要求するか、設定を開きます。
pt: Solicita esta permissão ou abre Configurações.
zh_hans: 请求此权限或打开“设置”。

source: rest
de: ausruhen
es: descansar
fr: repos
it: riposo
ja: 休む
pt: descansar
zh_hans: 休息

source: Resting · a little elevated
de: Ruhend · etwas erhöht
es: Descansando · un poco elevado
fr: Au repos · un peu élevé
it: Riposo · un po' rialzato
ja: 休憩・少し高いところ
pt: Descansando · um pouco elevado
zh_hans: 休息·稍微抬高

source: Resting · calm
de: Ausruhen · ruhig
es: Descansando · calma
fr: Au repos · calme
it: Riposare · calmo
ja: 休息・穏やか
pt: Descansando · calmo
zh_hans: 休息·平静

source: Resting heart rate (%1$@) is shaping how you feel today.
de: Der Ruhepuls (%1$@) beeinflusst, wie Sie sich heute fühlen.
es: La frecuencia cardíaca en reposo (%1$@) está dando forma a cómo te sientes hoy.
fr: Ta fréquence cardiaque au repos (%1$@) influence comment tu te sens aujourd'hui.
it: Il battito cardiaco a riposo (%1$@) influenza il modo in cui ti senti oggi.
ja: 安静時の心拍数 (%1$@) が今日の気分を形作ります。
pt: A frequência cardíaca em repouso (%1$@) está moldando como você se sente hoje.
zh_hans: 静息心率 (%1$@) 正在影响您今天的感觉。

source: running on fumes
de: läuft mit Dämpfen
es: funcionando con humo
fr: à bout de forces
it: funzionando a fumi
ja: 煙で走る
pt: correndo em fumaça
zh_hans: 冒烟运行

source: Save
de: Speichern
es: Ahorrar
fr: Enregistrer
it: Salva
ja: 保存
pt: Salvar
zh_hans: 节省

source: Saved to Cards
de: Auf Karten gespeichert
es: Guardado en Tarjetas
fr: Enregistré dans Cartes
it: Salvato su Carte
ja: カードに保存
pt: Salvo em cartões
zh_hans: 保存到卡片

source: saving your answers…
de: Speichern Sie Ihre Antworten ...
es: guardando tus respuestas...
fr: enregistrement de tes réponses…
it: salvando le tue risposte...
ja: 回答を保存しています…
pt: salvando suas respostas…
zh_hans: 保存您的答案...

source: screen time
de: Bildschirmzeit
es: tiempo de pantalla
fr: temps d'écran
it: tempo sullo schermo
ja: スクリーンタイム
pt: tempo de tela
zh_hans: 屏幕时间

source: Screen time
de: Bildschirmzeit
es: tiempo frente a la pantalla
fr: Temps d'écran
it: Tempo sullo schermo
ja: スクリーンタイム
pt: Tempo de tela
zh_hans: 屏幕时间

source: select all that apply
de: Wählen Sie alles aus, was zutrifft
es: seleccione todo lo que corresponda
fr: sélectionne tout ce qui s'applique
it: seleziona tutto ciò che si applica
ja: 該当するものをすべて選択してください
pt: selecione tudo o que se aplica
zh_hans: 选择所有适用的选项

source: Selects %@
de: Wählt %@ aus
es: Selecciona %@
fr: Sélectionne %@
it: Seleziona %@
ja: %@ を選択します
pt: Seleciona %@
zh_hans: 选择 %@

source: send a quick text or call them now.
de: Senden Sie eine kurze SMS oder rufen Sie sie jetzt an.
es: envía un mensaje de texto rápido o llámalos ahora.
fr: envoie un petit message ou appelle-les maintenant.
it: invia un messaggio veloce o chiamali adesso.
ja: 簡単なテキストメッセージを送信するか、今すぐ電話してください。
pt: envie uma mensagem rápida ou ligue para eles agora.
zh_hans: 立即发送短信或致电他们。

source: Session complete · ★ +1
de: Sitzung abgeschlossen · ★ +1
es: Sesión completa · ★ +1
fr: Session terminée · ★ +1
it: Sessione completata · ★ +1
ja: セッション完了 · ★ +1
pt: Sessão concluída · ★ +1
zh_hans: 会话完成 · ★ +1

source: short night
de: kurze Nacht
es: noche corta
fr: nuit courte
it: breve notte
ja: 短い夜
pt: noite curta
zh_hans: 短夜

source: sitting too long
de: zu lange sitzen
es: sentado demasiado tiempo
fr: trop assis(e)
it: seduto troppo a lungo
ja: 座る時間が長すぎる
pt: sentado por muito tempo
zh_hans: 坐得太久

source: sleep
de: schlafen
es: dormir
fr: dormir
it: sonno
ja: 寝る
pt: dormir
zh_hans: 睡觉

source: Sleep
de: Schlafen
es: Dormir
fr: Sommeil
it: Sonno
ja: 寝る
pt: Dormir
zh_hans: 睡觉

source: sleep is one of your biggest energy signals.
de: Schlaf ist eines Ihrer größten Energiesignale.
es: El sueño es una de tus mayores señales de energía.
fr: le sommeil est l'un de tes plus grands signaux d'énergie.
it: il sonno è uno dei tuoi più grandi segnali energetici.
ja: 睡眠は最大のエネルギー信号の 1 つです。
pt: o sono é um dos seus maiores sinais de energia.
zh_hans: 睡眠是您最大的能量信号之一。

source: slept great
de: super geschlafen
es: dormí muy bien
fr: très bien dormi
it: ho dormito benissimo
ja: よく眠れた
pt: dormi muito bem
zh_hans: 睡得很好

source: Slow the pace where you can and hydrate.
de: Verlangsamen Sie das Tempo, wo Sie können, und trinken Sie ausreichend Flüssigkeit.
es: Reduce el ritmo donde puedas e hidrátate.
fr: Ralentis où tu peux et hydrate-toi.
it: Rallenta il ritmo dove puoi e idratati.
ja: できる限りペースを落として、水分補給をしましょう。
pt: Diminua o ritmo onde puder e hidrate-se.
zh_hans: 尽可能放慢脚步并补充水分。

source: social plans
de: Sozialpläne
es: planes sociales
fr: sorties sociales
it: piani sociali
ja: 社会計画
pt: planos sociais
zh_hans: 社会计划

source: social plans drain you.
de: Sozialpläne erschöpfen dich.
es: Los planes sociales te agotan.
fr: les sorties sociales te vident.
it: i piani sociali ti prosciugano.
ja: 社会的な計画はあなたを消耗させます。
pt: planos sociais esgotam você.
zh_hans: 社交计划会让你筋疲力尽。

source: social time seems to recharge you on some days.
de: An manchen Tagen scheint die gesellige Zeit einen mit neuer Energie zu versorgen.
es: El tiempo social parece recargarte algunos días.
fr: le temps social semble te recharger certains jours.
it: il tempo sociale sembra ricaricarti in alcuni giorni.
ja: 社交的な時間があなたを充電してくれる日もあります。
pt: o tempo social parece recarregar você em alguns dias.
zh_hans: 有时候，社交时间似乎能让你充电。

source: solid rest
de: solide Ruhe
es: descanso sólido
fr: bon repos
it: riposo solido
ja: しっかりとした休息
pt: descanso sólido
zh_hans: 扎实的休息

source: someone's been on your mind.
de: Jemand hat dich beschäftigt.
es: alguien ha estado en tu mente.
fr: quelqu'un te trotte dans la tête.
it: qualcuno è stato nei tuoi pensieri.
ja: 誰かがあなたのことを考えています。
pt: alguém está em sua mente.
zh_hans: 有人一直在你的脑海里。

source: stand up for 3 minutes before your next session.
de: Stehen Sie vor Ihrer nächsten Sitzung 3 Minuten lang auf.
es: Levántese durante 3 minutos antes de su próxima sesión.
fr: lève-toi 3 minutes avant ta prochaine session.
it: alzarsi per 3 minuti prima della sessione successiva.
ja: 次のセッションの前に 3 分間立ち上がってください。
pt: levante-se por 3 minutos antes da próxima sessão.
zh_hans: 在下一次训练前站起来 3 分钟。

source: start a 10-minute focus session.
de: Starten Sie eine 10-minütige Fokussitzung.
es: Comience una sesión de concentración de 10 minutos.
fr: lance une session focus de 10 minutes.
it: avviare una sessione di focus di 10 minuti.
ja: 10 分間の集中セッションを開始します。
pt: inicie uma sessão de foco de 10 minutos.
zh_hans: 开始 10 分钟的焦点课程。

source: Start now
de: Beginnen Sie jetzt
es: Empezar ahora
fr: Commencer
it: Inizia ora
ja: 今すぐ始めましょう
pt: Comece agora
zh_hans: 现在开始

source: start wind down mode at 9:30 tonight.
de: Beginnen Sie heute Abend um 9:30 Uhr mit dem Entspannungsmodus.
es: Inicie el modo de relajación a las 9:30 esta noche.
fr: active le mode détente à 21 h 30 ce soir.
it: inizia la modalità relax stasera alle 9:30.
ja: 今夜9時半にリラックスモードを開始します。
pt: inicie o modo de relaxamento às 9h30 desta noite.
zh_hans: 今晚 9:30 开始放松模式。

source: Steady
de: Stetig
es: Estable
fr: Stable
it: Costante
ja: 安定した
pt: Estável
zh_hans: 稳定的

source: Step %lld of 5
de: Schritt %lld von 5
es: Paso %lld de 5
fr: Étape %lld sur 5
it: Passaggio %lld di 5
ja: ステップ %lld/5
pt: Etapa %lld de 5
zh_hans: 第 %lld 步（共 5 步）

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: ステップ
pt: Passos
zh_hans: 步骤

source: still tired
de: immer noch müde
es: todavía cansado
fr: encore fatigué
it: ancora stanco
ja: まだ疲れている
pt: ainda cansado
zh_hans: 还是很累

source: stress is weighing on your energy today.
de: Stress belastet heute Ihre Energie.
es: El estrés está pesando sobre tu energía hoy.
fr: le stress pèse sur ton énergie aujourd'hui.
it: lo stress pesa sulla tua energia oggi.
ja: 今日はストレスがあなたのエネルギーを圧迫しています。
pt: o estresse está pesando em sua energia hoje.
zh_hans: 今天的压力正在影响你的精力。

source: Stress load (%1$@) is weighing on your energy.
de: Stressbelastung (%1$@) belastet Ihre Energie.
es: La carga de estrés (%1$@) está pesando sobre tu energía.
fr: La charge de stress (%1$@) pèse sur ton énergie.
it: Il carico di stress (%1$@) grava sulla tua energia.
ja: ストレス負荷 (%1$@) がエネルギーを圧迫しています。
pt: A carga de estresse (%1$@) está pesando sobre sua energia.
zh_hans: 压力负荷 (%1$@) 正在消耗您的能量。

source: stress peaked around %1$lld:00 today.
de: Der Stress erreichte heute gegen %1$lld:00 seinen Höhepunkt.
es: El estrés alcanzó su punto máximo alrededor de las %1$lld:00 hoy.
fr: le stress a culminé vers %1$lld:00 aujourd'hui.
it: lo stress ha raggiunto il picco intorno alle %1$lld:00 oggi.
ja: 今日のストレスは%1$lld:00頃にピークに達しました。
pt: o estresse atingiu o pico por volta das %1$lld:00 de hoje.
zh_hans: 今天 %1$lld:00 左右压力达到峰值。

source: Stress peaked around %1$lld:00, HR at %2$lld bpm.
de: Der Stress erreichte seinen Höhepunkt um %1$lld:00, die Herzfrequenz bei %2$lld Schlägen pro Minute.
es: El estrés alcanzó su punto máximo alrededor de %1$lld:00, FC a %2$lld bpm.
fr: Pic de stress vers %1$lld h, FC à %2$lld bpm.
it: Lo stress ha raggiunto il picco intorno a %1$lld:00, la frequenza cardiaca a %2$lld bpm.
ja: ストレスは%1$lld:00頃にピークに達し、心拍数は%2$lld bpmでした。
pt: O estresse atingiu o pico por volta das %1$lld:00, FC às %2$lld bpm.
zh_hans: 压力在 %1$lld:00 左右达到峰值，心率为 %2$lld bpm。

source: stress was high for about %1$lld hours today. a short breath break could help.
de: Der Stress war heute etwa %1$lld Stunden lang hoch. Eine kurze Atempause könnte helfen.
es: El estrés estuvo alto durante aproximadamente %1$lld horas hoy. un breve descanso para respirar podría ayudar.
fr: le stress a été élevé pendant environ %1$lld heures aujourd'hui. une courte pause respiratoire pourrait aider.
it: lo stress è stato elevato per circa %1$lld ore oggi. una breve pausa respiratoria potrebbe aiutare.
ja: 今日は約%1$lld時間ストレスが高かったです。短い呼吸休憩が役立つかもしれません。
pt: o estresse esteve alto por cerca de %1$lld horas hoje. uma breve pausa para respirar pode ajudar.
zh_hans: 今天大约 %1$lld 个小时的压力很大。短暂的呼吸休息可能会有所帮助。

source: strong
de: stark
es: fuerte
fr: forte
it: forte
ja: 強い
pt: forte
zh_hans: 强的

source: sync energy
de: Energie synchronisieren
es: sincronizar energía
fr: synchroniser l'énergie
it: sincronizzare l'energia
ja: エネルギーを同期する
pt: sincronizar energia
zh_hans: 同步能量

source: take 3 minutes now to breathe. your nervous system will thank you.
de: Nehmen Sie sich jetzt 3 Minuten Zeit zum Atmen. Ihr Nervensystem wird es Ihnen danken.
es: tómate 3 minutos ahora para respirar. Tu sistema nervioso te lo agradecerá.
fr: prends 3 minutes pour respirer. ton système nerveux te dira merci.
it: prenditi 3 minuti adesso per respirare. il tuo sistema nervoso ti ringrazierà.
ja: 今から 3 分間呼吸してください。あなたの神経系はあなたに感謝するでしょう。
pt: reserve 3 minutos agora para respirar. seu sistema nervoso vai agradecer.
zh_hans: 现在需要 3 分钟呼吸。你的神经系统会感谢你的。

source: Take 3 minutes to breathe before your next task.
de: Nehmen Sie sich vor Ihrer nächsten Aufgabe 3 Minuten Zeit zum Durchatmen.
es: Tómate 3 minutos para respirar antes de tu próxima tarea.
fr: Prends 3 minutes pour respirer avant ta prochaine tâche.
it: Prenditi 3 minuti per respirare prima del tuo prossimo compito.
ja: 次の作業の前に 3 分間呼吸を整えてください。
pt: Reserve 3 minutos para respirar antes de sua próxima tarefa.
zh_hans: 在执行下一项任务之前，请花 3 分钟呼吸。

source: take 5 minutes outside before your next call.
de: Gehen Sie vor Ihrem nächsten Anruf 5 Minuten nach draußen.
es: tómate 5 minutos afuera antes de tu próxima llamada.
fr: prends 5 minutes dehors avant ton prochain appel.
it: prenditi 5 minuti fuori prima della prossima chiamata.
ja: 次の電話の前に 5 分間外に出てください。
pt: tire 5 minutos do lado de fora antes de sua próxima ligação.
zh_hans: 在下次通话前先到外面走走 5 分钟。

source: take a 7-minute walk without your phone.
de: Machen Sie einen 7-minütigen Spaziergang ohne Ihr Telefon.
es: Da una caminata de 7 minutos sin tu teléfono.
fr: fais une marche de 7 minutes sans ton téléphone.
it: fai una passeggiata di 7 minuti senza il telefono.
ja: 携帯電話を持たずに7分間散歩してください。
pt: faça uma caminhada de 7 minutos sem seu telefone.
zh_hans: 不带手机步行 7 分钟。

source: take a screen break before dinner.
de: Machen Sie vor dem Abendessen eine Bildschirmpause.
es: tómate un descanso frente a la pantalla antes de cenar.
fr: fais une pause écran avant le dîner.
it: fare una pausa sullo schermo prima di cena.
ja: 夕食前に画面を休憩してください。
pt: faça uma pausa na tela antes do jantar.
zh_hans: 晚餐前休息一下屏幕。

source: take a short walk before lunch.
de: Machen Sie vor dem Mittagessen einen kurzen Spaziergang.
es: dé un breve paseo antes del almuerzo.
fr: fais une courte marche avant le déjeuner.
it: fare una breve passeggiata prima di pranzo.
ja: 昼食前に少し散歩します。
pt: faça uma pequena caminhada antes do almoço.
zh_hans: 午餐前散步一小段路。

source: talking
de: reden
es: hablando
fr: discussions
it: parlando
ja: 話している
pt: conversando
zh_hans: 说

source: Tap the blob to analyze your day.
de: Tippen Sie auf den Blob, um Ihren Tag zu analysieren.
es: Toca el blob para analizar tu día.
fr: Touche le blob pour analyser ta journée.
it: Tocca il blob per analizzare la tua giornata.
ja: blob をタップして、その日を分析します。
pt: Toque no blob para analisar seu dia.
zh_hans: 点击该斑点来分析您的一天。

source: Tap the blob to load today's energy data.
de: Tippen Sie auf den Blob, um die aktuellen Energiedaten zu laden.
es: Toque el blob para cargar los datos de energía de hoy.
fr: Touche le blob pour charger les données énergie du jour.
it: Tocca il blob per caricare i dati energetici di oggi.
ja: BLOB をタップして、今日のエネルギー データをロードします。
pt: Toque no blob para carregar os dados de energia de hoje.
zh_hans: 点击该斑点可加载今天的能源数据。

source: Tap the blob to load today's energy.
de: Tippen Sie auf den Klecks, um die heutige Energie zu laden.
es: Toca la gota para cargar la energía de hoy.
fr: Touche le blob pour charger l'énergie du jour.
it: Tocca il blob per caricare l'energia di oggi.
ja: 塊をタップして今日のエネルギーをロードします。
pt: Toque no blob para carregar a energia de hoje.
zh_hans: 点击该斑点即可加载今天的能量。

source: Tap the blob to start your first check-in.
de: Tippen Sie auf den Klecks, um Ihren ersten Check-in zu starten.
es: Toque el blob para iniciar su primer registro.
fr: Touche le blob pour ton premier check-in.
it: Tocca il BLOB per iniziare il tuo primo check-in.
ja: BLOB をタップして、最初のチェックインを開始します。
pt: Toque no blob para iniciar seu primeiro check-in.
zh_hans: 点击该斑点即可开始第一次签到。

source: this can signal fatigue or stress. slow the pace today if you can.
de: Dies kann auf Müdigkeit oder Stress hinweisen. Verlangsamen Sie heute das Tempo, wenn Sie können.
es: esto puede indicar fatiga o estrés. Reduce el ritmo hoy si puedes.
fr: ça peut signaler fatigue ou stress. ralentis aujourd'hui si tu peux.
it: questo può segnalare affaticamento o stress. rallenta il ritmo oggi se puoi.
ja: これは疲労やストレスを示している可能性があります。できれば今日はペースを落としてください。
pt: isso pode sinalizar fadiga ou estresse. diminua o ritmo hoje, se puder.
zh_hans: 这可能是疲劳或压力的信号。如果可以的话，今天放慢脚步。

source: this is a good window for a workout or deep focus work.
de: Dies ist ein gutes Zeitfenster für ein Training oder eine intensive Konzentrationsarbeit.
es: Esta es una buena ventana para hacer ejercicio o trabajar con una concentración profunda.
fr: c'est une bonne fenêtre pour du sport ou du travail profond.
it: questa è una buona finestra per un allenamento o un lavoro di concentrazione profonda.
ja: これは、ワークアウトや集中力の高い作業に最適な時間帯です。
pt: esta é uma boa janela para um treino ou trabalho de foco profundo.
zh_hans: 这是锻炼或深度专注工作的好时机。

source: This is a good window for focus or movement.
de: Dies ist ein gutes Fenster für Fokus oder Bewegung.
es: Esta es una buena ventana para concentrarse o moverse.
fr: C'est une bonne fenêtre pour te concentrer ou bouger.
it: Questa è una buona finestra per la concentrazione o il movimento.
ja: これは、集中したり移動したりするのに適したウィンドウです。
pt: Esta é uma boa janela para foco ou movimento.
zh_hans: 这是聚焦或移动的好窗口。

source: Today's energy
de: Die heutige Energie
es: La energía de hoy
fr: Énergie du jour
it: L'energia di oggi
ja: 今日のエネルギー
pt: A energia de hoje
zh_hans: 今天的能量

source: TODAY'S ENERGY
de: HEUTE ENERGIE
es: LA ENERGÍA DE HOY
fr: ÉNERGIE DU JOUR
it: L'ENERGIA DI OGGI
ja: 今日のエネルギー
pt: ENERGIA DE HOJE
zh_hans: 当今的能源

source: Today’s Energy
de: Die heutige Energie
es: La energía de hoy
fr: L'énergie d'aujourd'hui
it: L'energia di oggi
ja: 今日のエネルギー
pt: A energia de hoje
zh_hans: 今日能源

source: Today's energy: %1$@, %2$lld percent.
de: Heutige Energie: %1$@, %2$lld Prozent.
es: Energía de hoy: %1$@, %2$lld por ciento.
fr: Énergie du jour : %1$@, %2$lld %%.
it: Energia di oggi: %1$@, %2$lld percento.
ja: 今日のエネルギー: %1$@、%2$lld パーセント。
pt: Energia de hoje: %1$@, %2$lld por cento.
zh_hans: 今天的能量：%1$@，%2$lld%。

source: TODAY’S SIGNALS
de: HEUTE SIGNALE
es: LAS SEÑALES DE HOY
fr: LES SIGNAUX DU JOUR
it: I SEGNALI DI OGGI
ja: 今日の信号
zh_hans: 今天的信号

source: today's workout
de: das heutige Training
es: entrenamiento de hoy
fr: l'entraînement d'aujourd'hui
it: l'allenamento di oggi
ja: 今日のトレーニング
pt: treino de hoje
zh_hans: 今天的锻炼
